Repository: kyosuke27/Fishing-Touch-Game
Catalog: Fising-Touch-Game/Localizable.xcstrings
Source language: ja
Languages: en

# common.close
source: 閉じる
en: Close

# common.error.title
source: エラー
en: Error

# common.times
source: 回
en: times

# encyclopedia.caughtCount
source: 釣った回数
en: Caught

# encyclopedia.description
source: 説明
en: Description

# encyclopedia.detailTitle
source: 魚詳細
en: Fish Detail

# encyclopedia.lockedTitle
source: 未発見
en: Undiscovered

# encyclopedia.maxWeight
source: 最大記録重量
en: Max Weight

# encyclopedia.progress
source: 達成率
en: Progress

# encyclopedia.requiredHits
source: 必要ヒット数
en: Required Hits

# encyclopedia.title
source: 魚図鑑
en: Fish Encyclopedia

# error.load.default
source: 保存データの読み込みに失敗したため初期データで開始しました。
en: Saved data could not be loaded, so the app started with initial data.

# error.save.default
source: 保存に失敗しました。
en: Saving failed.

# fishing.counter.combo
source: 連続成功
en: Combo

# fishing.counter.hit
source: ヒット
en: Hits

# fishing.hit
source: ヒット!
en: Hit!

# fishing.result.best
source: ベスト更新
en: Best Record

# fishing.result.close
source: ホームへ戻る
en: Back Home

# fishing.result.encyclopedia
source: 図鑑
en: Encyclopedia

# fishing.result.failure
source: 逃げられた…
en: It Escaped...

# fishing.result.record
source: 記録
en: Record

# fishing.result.registered
source: 登録済み
en: Registered

# fishing.result.retry
source: もう一度釣る
en: Try Again

# fishing.result.reward
source: 獲得コイン
en: Reward

# fishing.result.success
source: 釣れた！
en: Caught!

# fishing.result.weight
source: 重量
en: Weight

# fishing.tap
source: タップ
en: Tap

# fishing.target
source: 狙い
en: Target

# fishing.weight
source: 想定重量
en: Expected Weight

# history.empty.description
source: ホームから釣りを始めるとここに履歴が表示されます。
en: Start fishing from Home to see records here.

# history.empty.title
source: まだ釣果がありません
en: No catches yet

# history.reward
source: コイン
en: Coins

# history.title
source: 釣果一覧
en: Catch History

# home.coin
source: 所持コイン
en: Coins

# home.menu.encyclopedia
source: 魚図鑑
en: Encyclopedia

# home.menu.history
source: 釣果一覧
en: Catch List

# home.menu.shop
source: ショップ
en: Shop

# home.progress
source: 図鑑の進み具合
en: Encyclopedia Progress

# home.progress.caption
source: 魚を見つけて図鑑を埋めましょう。
en: Find fish and complete your collection.

# home.selectedBait
source: 現在の餌
en: Selected Bait

# home.startFishing
source: 釣りを始める
en: Start Fishing

# home.startFishing.caption
source: 今の餌でそのまま釣りに出発できます。
en: Start right away with your current bait.

# home.subtitle
source: タップで気軽に釣って、図鑑を集めよう
en: Tap to fish casually and fill your collection

# home.title
source: お手軽 フィッシング
en: Casual Fishing

# shop.coin
source: 所持コイン
en: Coins

# shop.price
source: 価格
en: Price

# shop.purchase
source: 購入
en: Purchase

# shop.recommended
source: おすすめ
en: Recommended

# shop.select
source: 選択
en: Select

# shop.selected
source: 選択中
en: Selected

# shop.title
source: ショップ
en: Shop
